<template>
  <div class="home"></div>
  <div class="homeAboutText">
    <h2>О школе</h2>
    <p>
       Из небольшого любительского клуба открытого в 2015 году мы стали школой, 
       которая доступна для всех, при чем практически в каждом районе г. Минска. 
       В отличии от других школ мы не отбираем детей из которых можно сделать профессиональных игроков. 
       Большое количество ребят просто хотят играть в футбол общаться со своими сверстниками, 
       а наша задача как педагогов помочь им в этом и научить их как делать это безопасно и с пользой для здоровья. 
       Мы конечно уделяем большое внимание и перспективным ребятам и формируем из них отдельные группы.
    </p>
    
    <p>Мы предлагаем</p>
    <p>Квалифицированный тренерский состав;</p>
    <p>Программы обучения для всех возрастов;</p>
    <p>Набор мальчиков и девочек во всех районах Минска от 3 до 14 лет;</p>
    <p>Постоянный набор в течении года;</p>
    <p>Стабильное расписание;</p>
    <p>Тренировки, как в будние, так и в выходные дни;</p>
    <p>Семейные фестивали;</p>
    <p>Соревновательная практика;</p>
    <p>Спаринги;</p>
    <p>Участие в турнирах и чемпионах ближнего и дальнего зарубежья;</p>
    <p>Формирование групп по навыкам и возрасту;</p>
    <p>Возможность попасть в сборные команды;</p>
    <p>Мотивационные программы;</p>
    <p>Профессиональный спортинвентарь и экипировка;</p>
    <p>Спортивные лагеря в период летних каникул;</p>
    <p>Если занимаются 2 ребенка одновременно -20% скидка на второго.</p>
  </div>
</template>

<script>
</script>

<style>
.home{
  background-image: url(../assets/Futbol.jpg);
  height: 300px;
  width: 100mw;
}
.homeAboutText{
  text-align: left;
  font-size: large;
}
</style>
