<template>
    <h1>Наши тренеры</h1>
    <div class="coach">
        <div class='coach-item'>
            <p>СТРАХАНОВИЧ ОЛЕГ НИКОЛАЕВИЧ</p>
            <p>Тренер
            Образование:
            Белорусский государственный университет физической культуры
            </p>
            <p>
                Футбольная карьера:
                Игрок Национальной и молодежной сборных Беларуси.
                ФК БАТЭ, ФК Динамо Брест, ФК Динамо Минск, МТЗ-РИПО, 
                ФК Тобол (Казахстан), ФК Каунас (Литва)
            </p>
            <p>Опыт индивидуальной подготовки футболистов 4 года</p>
            <p>Достижения:</p>
            <div>— Чемпион, дважды серебряный и бронзовый призер Чемпионата РБ;</div>
            <div>— обладатель Кубка Беларуси;</div>
            <div>— Чемпион Литвы и серебряный призер Чемпионата Казахстана;</div>
            <div>— лучший футболист Чемпионата Беларуси 2006, лучший полузащитник 2006 и 2008 годов;</div>
            <div>— пять раз включался АБФФ в список 22 лучших футболистов чемпионата Беларуси.</div>
        </div>
        <div class='coach-item'>
            <img src="/img/foto-trenera1.png" alt="coach">
        </div>   
    </div>

    <div class="coach">

        <div class='coach-item'>
            <img src="/img/foto-trenera2.png" alt="coach">
        </div>   

        <div class='coach-item'>
            <p>РЫНДЮК НИКОЛАЙ АЛЕКСАНДРОВИЧ</p>
            <p>Тренер
            Образование:
            Белорусский государственный педагогический университет им. М. Танка
            </p>
            <p>
                Футбольная карьера:
                Игрок Национальной и молодежной сборных Беларуси.
                ФК БАТЭ, ФК Локомотив Москва, ФК Рубин Казань, ФК Газиантепспор (Турция), 
                ФК Динамо Минск, Шанхай Чужен, Гуанчжоу, Нанькин Йойо (все три — Китай)
            </p>
            <p>
                Опыт индивидуальной подготовки футболистов 5 лет
            </p>
            <p>Достижения:</p>
            <div>— Чемпион, двукратный серебряный и бронзовый призер чемпионата Беларуси;</div>
            <div>— двукратный бронзовый призер чемпионата России;</div>    
            <div>— обладатель Кубка Беларуси и Кубка Латвии;</div>    
            <div>— мастер спорта, включен в список «22 лучших футболистов» 1997 года.</div>
            
        </div>
    </div>

    <div class="coach">
        <div class='coach-item'>
            <p>КРОТ СЕРГЕЙ КОНСТАНТИНОВИЧ</p>
            <p>Тренер
            Образование:
            Белорусский государственный университет физической культуры
            </p>
            <p>
                Футбольная карьера:
                ФК БАТЭ, ФК Шахтер Солигорск,  ФК Слуцк, ФК Городея, 
                ФК Нассаф (Узбекистан), ФК Аль-Ахед (Ливан).
            </p>
            <p>Опыт индивидуальной подготовки футболистов 4 года</p>
            <p>Достижения:</p>
            <div>— Чемпион Высшей лиги Чемпионата Беларуси;</div>
            <div>— Чемпион Ливана и двукратный бронзовый призер Чемпионата Узбекистана;</div>
            <div>— Финалист Кубка РБ.</div>
        </div>
        <div class='coach-item'>
            <img src="/img/foto-trenera3.png" alt="coach">
        </div>   
    </div>

    <div class="coach">
        <div class='coach-item'>
            <img src="/img/foto-trenera4.png" alt="coach">
        </div>   

        <div class='coach-item'>
            <p>КАЛЕЧИЦ ДМИТРИЙ АЛЕКСАНДРОВИЧ</p>
            <p>Тренер
            Образование:
            Белорусский государственный педагогический университет им. М. Танка
            </p>
            <p>
            Футбольная карьера:
            ФК Локомотив Минск, ФК Руденск, ФК Клецк
            </p>
            <p>Опыт индивидуальной подготовки футболистов 6 лет</p>
            <p>Достижения:</p>
            <div>— Многократный призер первой и второй лиг Чемпионата Беларуси по футболу;</div>
            <div>— участник Высшей лиги чемпионата РБ.</div>   
        </div>      
    </div>

    <div class="coach">
        <div class='coach-item'>
            <p>ВОРОБЬЕВ РУСЛАН ОЛЕГОВИЧ</p>
            <p>Тренер
            Образование:
            Белорусский государственный университет физической культуры
            </p>
            <p>
                Футбольная карьера:
                ФК Динамо Минск (дубль), ФК Осиповичи, ФК Руденск, ФК Смолевичи.
            </p>
            <p>Опыт индивидуальной подготовки футболистов 5 лет</p>
            <p>Достижения:</p>
            <div>— Победитель и серебряный призер чемпионата РБ среди юношей;</div>
            <div>— серебряный и бронзовый призер чемпионата Могилевской области.</div>
        </div>
        <div class='coach-item'>
            <img src="/img/foto-trenera5.png" alt="coach">
        </div>   
    </div>

</template>
  
<script>
</script>
  
<style scoped>
    .coach{
    display: flex;
	flex-direction: row;
	flex-wrap: wrap;
	width: 100%; 
    }
    .coach-item{
    display: flex;
	flex-direction: column;
	flex-basis: 100%;
	flex: 1;
	height: 48%;
    }
    img{
        width: 350px;
    }
</style>