<template>
  <div class="home"></div>
  <div class="homeAboutText">
    <div class="homeAboutText-item">  
      <h2>От маленького клуба до сети футбольных школ</h2>
      <p>
        История школы началась в 2015 году. 
        Школа начала свою работу с 4 учеников, но уже через год у нас занималось 70 ребят. 
        Вскоре о нас узнали в Европе и в 2016 году мы приняли участие в первом международном турнире в Голландии. 
        Так, буквально за 5 лет мы доросли до сети футбольных школ.
      </p>
    </div>
    <div class="homeAboutText-item">
      <img src="/img/child-1.png" alt="coach">
    </div>     
  </div>

  <div class="homeAboutText">
    <div class="homeAboutText-item">
      <img src="/img/child-2.png" alt="coach">
    </div>   
    <div class="homeAboutText-item">  
      <h2>Мы надеемся, что наш положительный пример вдохновит болеющих футболом людей,
          и таких школ в нашей стране будет появляться с каждым годом все больше.</h2>
      <p>
        Мы прекрасно осознаем, что к нам приходят разные мальчики. 
        Одни настроены на профессиональное футбольное будущее и у них есть все качества 
        для достижения своей цели, другие хотят научиться базовым футбольным элементам, 
        улучшить физическое здоровье, научиться игре в футбол. Они просто любят футбол, 
        но при этом они возможно видят себя в других направлениях и футболистами вряд ли станут.
      </p>
    </div>
  </div>

  <div class="homeAboutText">   
    <div class="homeAboutText-item">  
      <h2>Наши тренеры:</h2>
      <p>
        Тренерский состав школы ежегодно пополняется именитыми бывшими футболистами, 
        игроками Национальной сборной Беларуси. Главным достоянием любой детской школы являются тренеры, 
        и тут нам есть чем гордиться: Наш тренерский состав — это смесь известных, 
        опытных футбольных специалистов и молодого поколения тренерского цеха, 
        которые только недавно завершили футбольную карьеру и хотят передать все свои знания и опыт юным футболистам.
      </p>
    </div>
    <div class="homeAboutText-item">
      <img src="/img/child-3.png" alt="coach">
    </div>
  </div>
  
</template>

<script>
</script>

<style scoped>
.home{
  background-image: url(../assets/Futbol.jpg);
  height: 300px;
  width: 100mw;
}

.homeAboutText{
  display: flex;
	flex-direction: row;
	flex-wrap: wrap;
	width: 100%; 
}
.homeAboutText-item{
display: flex;
flex-direction: column;
flex-basis: 100%;
flex: 1;
height: 48%;
}
img{
  width: 350px;
}
</style>


