<template>
  <div class="home"></div>
  <div class="homeAboutText">
    <h2>От маленького клуба до сети футбольных школ</h2>
    <p>
      История школы началась в 2015 году. 
      Школа начала свою работу с 4 учеников, но уже через год у нас занималось 70 ребят. 
      Вскоре о нас узнали в Европе и в 2016 году мы приняли участие в первом международном турнире в Голландии. 
      Так, буквально за 5 лет мы доросли до сети футбольных школ.
    </p>    
    <p>
      Мы надеемся, что наш положительный пример вдохновит болеющих футболом людей,
       и таких школ в нашей стране будет появляться с каждым годом все больше.
    </p>
    <p>
      Мы прекрасно осознаем, что к нам приходят разные мальчики. 
      Одни настроены на профессиональное футбольное будущее и у них есть все качества 
      для достижения своей цели, другие хотят научиться базовым футбольным элементам, 
      улучшить физическое здоровье, научиться игре в футбол. Они просто любят футбол, 
      но при этом они возможно видят себя в других направлениях и футболистами вряд ли станут.
    </p>
    <p>
      Для нас очень важно дать обеим категориям то чего они хотят. 
      Одних приблизить к заветной цели, дать образование, которое позволит им дальше 
      развиваться в лучших клубах страны, а другим дать возможность окунуться в настоящий футбольный мир, 
      привить мальчикам любовь к спорту.
    </p>
  </div>
</template>

<script>
</script>

<style scoped>
.home{
  background-image: url(../assets/Futbol.jpg);
  height: 300px;
  width: 100mw;
}
.homeAboutText{
  text-align: left;
  font-size: large;
}
</style>
