<template>
  <div class="home"></div>
  <div class="homeAboutText">
    <h2>От маленького клуба до сети футбольных школ</h2>
    <p>
      История школы началась в 2015 году. 
      Школа начала свою работу с 4 учеников, но уже через год у нас занималось 70 ребят. 
      Вскоре о нас узнали в Европе и в 2016 году мы приняли участие в первом международном турнире в Голландии. 
      Так, буквально за 5 лет мы доросли до сети футбольных школ.
    </p>    
    <p>
      Мы надеемся, что положительный пример «Спарты» вдохновит болеющих футболом людей,
       и таких школ в нашей стране будет появляться с каждым годом все больше.
    </p>
  </div>
</template>

<script>
</script>

<style scoped>
.home{
  background-image: url(../assets/Futbol.jpg);
  height: 300px;
  width: 100mw;
}
.homeAboutText{
  text-align: left;
  font-size: large;
}
</style>
